[
  "The first computer (ENIAC) weighed more than 27 tons and took up 1800 feet of space.",
  "90% of the world's currency is stored only on computers.",
  "The first computer mouse was made of wood.",
  "The first known computer programmer was a woman.",
  "Some of the biggest tech companies started in garages.",
  "You blink less when using a computer.",
  "About 6,000 new viruses are written each month.",
  "Over 80% of daily emails in the U.S. are spam.",
  "The parts for the modern computer were invented in 1833.",
  "The first gigabyte drive cost $40,000.",
  "The case of the first Macintosh had 47 signatures from the entire company division.",
  "The worst U.S. national security breach happened because of a USB stick.",
  "A computer catches over half of all Wikipedia vandalism.",
  "MIT has computers to detect fake smiles.",
  "Russia made a water powered computer.",
  "Disney fired John Lasseter (former Pixar CCO) for pushing computer animation.",
  "DudeBot's official birthday is January 23rd, 2019, at 3:23PM CST.",
  "Human eyes perceive complete darkness (a.k.a. pitch black) as the color Eigengrau (hex: #16161D).",
  "Google was originally named BackRub.",
  "Chris Pratt was born on Minnesota's Iron Range, specifically in Virginia.",
  "The human brain isn't fully developed until at least age 25.",
  "Every copy of DudeBot includes a lossless copy of Rick Astley's Never Gonna Give You Up",
  "It takes longer to say \"www\" than it does to say \"World Wide Web\".",
  "\"()()\" isn't a palindrome, but \"())(\" is.",
  "Wreck-it-Ralph is 9 feet tall. That's about 275 centimeters.",
  "All Tetris games must have a playfield that is ten blocks wide. The full playfield must be forty blocks high, but the top 20 are hidden.",
  "The \"®\" on the Tetris logo must be no smaller than 7x7 dots.",
  "The Tetris Company has official standards for Tetris games.",
  "Most ovens have a Shabos mode. Shabos mode disables the display changes, the beeper, and the oven light toggle for 72-76 hours.",
  "\"long\" is shorter than \"short\".",
  "It's illegal to forget your wife's birthday in Samoa.",
  "The longest domestic flight went from Paris to the French island of Reunion.",
  "Hitler was man of the year in Times magazine in 1938",
  "Only 2 people in the world know the Coca Cola recipe. They aren't allowed to be on the same vehicle in case it crashes.",
  "As a child, Shakira got bullied for her voice sounding like a goat.",
  "Peanut butter glows in the dark.",
  "Hamburgers are made with beef, not ham.",
  "German currency lost so much value in 1923 that it became a wallpaper.",
  "\"Buffalo buffalo Buffalo buffalo buffalo buffalo Buffalo buffalo\" is a grammatically correct sentence in English.",
  "The average person yawns about 250k times in their life.",
  "Canada has less gravity.",
  "JFK was the first president born in the 1900s",
  "You are now breathing manually.",
  "Bluetooth was named after a 10th-century king.",
  "All of George Foreman's sons are named George.",
  "No known hurricane has crossed the equator.",
  "The logo of the Royal New Zealand Air Force is a flightless bird.",
  "Pineapples in the 1700s were worth over $8000 in present-day currency.",
  "A group of bears is called a sloth.",
  "A group of sharks is called a frenzy.",
  "Elon Musk dropped out of Stanford University after 2 days.",
  "Steve Jobs had a fully dedicated team to study human emotions.",
  "The ampersand (&) used to be taught as part of the alphabet.",
  "Until the Twentieth Amendment was ratified in 1933, the official day for presidential inaugurations was March 4. When the 4th fell on a Sunday, the ceremonies were held on March 5.",
  "New Zealand and the United States are the only two countries who allow pharmaceutical ads on TV.",
  "The Mall of America doesn't have a central heating system. It's heated by a combination of skylights and body heat.",
  "Intel was the first to build a fully DX12-compliant GPU.",
  "Intel was originally going to be called \"Moore Noyce\", however this was scrapped because it sounded too much like \"More Noise\".",
  "The name Intel comes from \"INTegrated ELectronics\".",
  "The cleanroom of an Intel fab is thousands of times cleaner than a typical hospital room.",
  "Bots aren't humans", 
  "Humans aren't bots",
  "Sleeping might take a long time",
  "GPT means I farted. Look it up"
]
